{
  "title": "Anxiety in adults: understanding and daily self-care",
  "excerpt": "What anxiety is, how it shows up in body and mind, and practical steps.",
  "intro": [
    "Anxiety is part of being human, but when it’s intense and frequent it can interfere with work, study and relationships. Naming it without stigma helps choose useful supports and adjust routines.",
    "This piece offers a clear, practical view for Latino adults: what anxiety is, how it may show up, and first actions to care for yourself day to day."
  ],
  "keyIdeas": [
    "Anxiety can affect a significant portion of adolescents and adults at some point; symptoms may interfere with daily life and lead to avoiding common situations.",
    "Research examines environmental and biological factors linked to anxiety and how symptoms and treatment needs change across the lifespan.",
    "There are educational resources, free materials and clinical studies that expand information and support options for those who need them."
  ],
  "neuroView": {
    "sections": [
      { "title": "Anxiety in body and mind", "body": "The alert system stays activated: faster breathing, muscle tension, palpitations, along with repetitive thoughts and anticipatory worry. Noticing it without judgment allows brief regulation and context adjustments (caffeine, screens, task load)." }
    ]
  },
  "signalsTitle": "Common symptoms",
  "signals": [
    "Restlessness, irritability or feeling ‘on edge’",
    "Trouble focusing and repetitive thoughts",
    "Muscle tension, palpitations or rapid breathing",
    "Sleep problems and fatigue",
    "Avoiding situations due to intense worry or fear"
  ],
  "actionsTitle": "Starter strategies",
  "actions": [
    "Brief regulation: slow breathing 4–6 minutes and screen-free pauses",
    "Basic routines: consistent sleep, meals and light movement (walking)",
    "Limit triggers: reduce caffeine and check news at set times",
    "Gradual exposure: approach avoided situations step by step with support",
    "Minimum support network: two or three people to talk with and coordinate help"
  ],
  "closure": "Anxiety can be managed with information, sustainable habits and company. Small, repeated adjustments protect your energy and broaden your options. If needed, professional guidance can offer a clear plan.",
  "sourceUrl": "https://www.nimh.nih.gov/health/topics/anxiety-disorders"
}

