{
  "title": "Ansiedad en adultos: comprender y cuidarte en el día a día",
  "excerpt": "Qué es la ansiedad, cómo se siente en cuerpo y mente y pasos prácticos.",
  "intro": [
    "La ansiedad es parte de la experiencia humana, pero cuando se vuelve intensa y frecuente puede interferir con el trabajo, el estudio y las relaciones. Reconocerla sin estigma ayuda a elegir apoyos útiles y ajustar rutinas.",
    "Este texto ofrece una mirada clara y práctica para personas latinas adultas: qué es la ansiedad, cómo puede manifestarse y acciones iniciales para cuidarte en el cotidiano."
  ],
  "keyIdeas": [
    "La ansiedad puede afectar a una proporción importante de adolescentes y adultos en algún momento; sus síntomas pueden interferir con la vida diaria y llevar a evitar situaciones comunes.",
    "La investigación explora factores ambientales y biológicos vinculados a la ansiedad y cómo cambian síntomas y necesidades de tratamiento según la etapa de vida.",
    "Existen recursos educativos, materiales gratuitos y estudios clínicos que amplían la información y opciones de apoyo para quienes lo necesitan."
  ],
  "neuroView": {
    "sections": [
      { "title": "Ansiedad en el cuerpo y la mente", "body": "El sistema de alerta se activa de forma sostenida: respiración acelerada, tensión muscular, palpitaciones, y a la vez pensamientos repetitivos y preocupación anticipatoria. Notarlo sin juzgar permite aplicar regulaciones breves y ajustar el contexto (cafeína, pantallas, carga de tareas)." }
    ]
  },
  "signalsTitle": "Síntomas comunes",
  "signals": [
    "Inquietud, irritabilidad o sensación de ‘estar al límite’",
    "Dificultad para concentrarte y pensamiento en bucle",
    "Tensión muscular, palpitaciones o respiración rápida",
    "Problemas de sueño y fatiga",
    "Evitar situaciones por miedo o preocupación intensa"
  ],
  "actionsTitle": "Estrategias iniciales",
  "actions": [
    "Ritmos breves de regulación: respiración lenta 4–6 minutos y pausas sin pantalla",
    "Rutinas básicas: horarios de sueño, comidas y movimiento ligero (caminar)",
    "Limitar activadores: reducir cafeína y chequear noticias en horarios acotados",
    "Exposición gradual: acercarte paso a paso a situaciones evitadas con apoyo",
    "Red mínima de apoyo: dos o tres personas con quien hablar y coordinar ayuda"
  ],
  "closure": "La ansiedad se puede manejar con información, hábitos sostenibles y compañía. Pequeños ajustes repetidos protegen tu energía y amplían tu margen de acción. Si lo necesitas, buscar orientación profesional puede darte un plan claro.",
  "sourceUrl": "https://www.nimh.nih.gov/health/topics/anxiety-disorders"
}

