{
  "title": "Child abuse: recognizing and acting with care",
  "excerpt": "Clear information for Latino families: general signs and prudent steps.",
  "intro": [
    "Talking about child abuse matters because it affects health, development and life opportunities. Understanding what it is and how it may show up helps protect children without alarmism or descriptions that compromise their dignity.",
    "Our aim is to share respectful information, identify general signs and offer realistic guidance when there are concerns, prioritizing safety and wellbeing."
  ],
  "keyIdeas": [
    "Abuse and neglect include physical, sexual and emotional harm, or failure to meet basic needs. It can occur in caregiving contexts (family, school, community) and entails risk or threat of harm.",
    "It is more common than many realize and varies by socioeconomic context. The human and social costs are high, impacting health and opportunities across the lifespan.",
    "Prevention relies on safe, stable, nurturing relationships and environments, and understanding risk and protective factors in families and communities."
  ],
  "neuroView": {
    "impact": "Long-term impacts may include anxiety, posttraumatic symptoms, learning and attention difficulties, relationship challenges and health risks. Early support and safe environments help repair and prevent new vulnerabilities."
  },
  "signals": [
    "Marked changes in mood or behavior (withdrawal, irritability, fear)",
    "Regression in skills or sleep problems",
    "Frequent injuries or confusing explanations for bruises or falls",
    "Avoiding certain people or places; fear of going home or to school",
    "Unusual sexualized comments or play for age"
  ],
  "actions": [
    "Listen and validate: believe the child, avoid interrogation or blame",
    "Record observations: dates, changes and what was said, discreetly",
    "Seek guidance: contact local child protection services or help lines",
    "Do not confront the suspected aggressor directly: prioritize safety and formal channels",
    "Accompany the child in safe environments: school, professionals and trusted networks"
  ],
  "closure": "Protecting childhood is a shared responsibility. Informing ourselves, observing respectfully and acting prudently can make a difference. Seeking professional guidance is an act of care.",
  "disclaimer": "This content is informational and does not replace guidance from local authorities or specialized professionals. If there is immediate risk, follow local protocols and resources.",
  "sourceUrl": "https://www.cdc.gov/child-abuse-neglect/about/index.html"
}

