{
  "title": "Abuso infantil: reconocer y actuar con cuidado",
  "excerpt": "Información clara para familias latinas: señales generales y pasos prudentes.",
  "intro": [
    "Hablar de abuso infantil importa porque afecta la salud, el desarrollo y las oportunidades de vida. Comprender qué es y cómo se manifiesta permite proteger mejor a niñas y niños, sin caer en alarmismos ni descripciones que vulneren su dignidad.",
    "El objetivo es informar con respeto, identificar señales generales y orientar pasos realistas cuando existen sospechas, cuidando la seguridad y el bienestar de la infancia."
  ],
  "keyIdeas": [
    "El abuso y la negligencia incluyen daños físicos, sexuales, emocionales o la falta de necesidades básicas. Pueden ocurrir en contextos de cuidado (familia, escuela, comunidad) y generan riesgo o amenaza de daño.",
    "Son más frecuentes de lo que pensamos y afectan de manera desigual según contexto socioeconómico. Tienen costos humanos y sociales altos, con impacto en salud y oportunidades a lo largo de la vida.",
    "La prevención requiere relaciones seguras, estables y de cuidado; y entender factores de riesgo y protección a nivel familiar y comunitario."
  ],
  "neuroView": {
    "impact": "A largo plazo, el maltrato puede asociarse con ansiedad, síntomas postraumáticos, dificultades de aprendizaje y atención, problemas en vínculos y riesgos de salud. Cuidar el entorno y ofrecer apoyo temprano ayuda a reparar y prevenir nuevas vulnerabilidades."
  },
  "signals": [
    "Cambios marcados en ánimo o conducta (aislamiento, irritabilidad, miedo)",
    "Retrocesos en habilidades (control de esfínteres, lenguaje) o problemas de sueño",
    "Lesiones frecuentes o explicaciones confusas sobre golpes o caídas",
    "Evasión de ciertas personas o lugares; miedo a ir a casa o a la escuela",
    "Comentarios o juegos sexualizados inusuales para la edad"
  ],
  "actions": [
    "Escuchar y validar: creer a la niña/niño, evitar interrogar o culpar",
    "Registrar observaciones: fechas, cambios y lo que se dijo, con discreción",
    "Buscar orientación: contactar servicios locales de protección infantil o líneas de ayuda para recibir guía",
    "No confrontar directamente al posible agresor: priorizar seguridad y canal institucional",
    "Acompañar a la niña/niño en entornos seguros: escuela, profesionales y redes confiables"
  ],
  "closure": "La protección de la infancia es responsabilidad compartida. Informarse, observar con respeto y actuar con prudencia puede marcar diferencia. Pedir orientación profesional es una muestra de cuidado.",
  "disclaimer": "Este contenido es informativo y no sustituye la orientación de autoridades locales ni profesionales especializados. Si existe riesgo inmediato, sigue los protocolos y recursos de tu localidad.",
  "sourceUrl": "https://www.cdc.gov/child-abuse-neglect/about/index.html"
}

