{
  "title": "Salud mental infantil y adolescente: claves para cuidar desde casa",
  "excerpt": "Por qué la atención temprana importa y cómo apoyar sin alarmismo en hogares latinos.",
  "intro": [
    "La salud mental en la niñez y adolescencia es parte de la salud integral: no se reduce a ‘etapas difíciles’. Cuando los signos se atienden temprano, se previenen problemas más persistentes y se fortalece el desarrollo emocional.",
    "Para familias latinas, acompañar con información clara y hábitos cotidianos—sin alarmismo—ayuda a construir confianza, identificar señales y buscar apoyo cuando sea necesario."
  ],
  "keyIdeas": [
    "Muchos adultos con trastornos comenzaron con síntomas en la infancia o adolescencia, que pasaron desapercibidos o se minimizaron.",
    "La detección y la intervención tempranas son más efectivas: permiten ajustar rutinas, fortalecer vínculos y consultar con profesionales a tiempo.",
    "La orientación confiable y el acceso a recursos (educativos, clínicos y comunitarios) reduce incertidumbre y mejora resultados."
  ],
  "neuroView": {
    "culture": "Cultura latina y emociones en niños: solemos valorar la fortaleza y el ‘echarle ganas’. Validar emociones (tristeza, enojo, miedo) sin etiquetar como ‘drama’ o ‘malcrianza’ enseña a nombrar, pedir ayuda y regular. La familia es un protector cuando escucha, pone límites con cariño y ofrece modelos de autocuidado."
  },
  "signals": [
    "Preescolar (3–5): irritabilidad intensa, regresiones constantes, problemas de sueño que afectan el día",
    "Primaria (6–11): tristeza persistente, aislamiento, quejas físicas frecuentes (dolor cabeza/estómago), cambios fuertes en rendimiento",
    "Adolescencia (12–17): pérdida de interés, cambios de ánimo, dificultades de sueño, uso excesivo de pantallas, ideas negativas sobre sí mismo"
  ],
  "actions": [
    "Rutinas sencillas: horarios de sueño y comida, tiempo al aire libre y pausas sin pantalla",
    "Lenguaje emocional: poner nombre a lo que sienten y practicar respiración/pausas cortas",
    "Vínculos y juego: tiempo con pares, actividades creativas y deporte con límites claros",
    "Puentes con la escuela: comunicar observaciones a docentes y pedir orientación cuando cambian hábitos",
    "Consulta oportuna: si los signos persisten o afectan el día a día, hablar con pediatría/psicología"
  ],
  "closure": "Cuidar salud mental temprana es un trabajo cotidiano y posible. Pequeños cambios repetidos—información, rutinas, escucha—construyen bienestar y previenen dificultades mayores. Si algo te preocupa, pedir apoyo es una muestra de cuidado, no de falla.",
  "sourceUrl": "https://www.nimh.nih.gov/health/topics/child-and-adolescent-mental-health"
}

