{
  "title": "Child and adolescent mental health: caring early at home",
  "excerpt": "Why early attention matters and how to support without alarmism in Latino homes.",
  "intro": [
    "Mental health in childhood and adolescence is part of overall health—not just ‘difficult phases’. When signs are addressed early, more persistent problems can be prevented and emotional development is strengthened.",
    "For Latino families, clear information and everyday habits—without alarmism—help build trust, identify signals and seek support when needed."
  ],
  "keyIdeas": [
    "Many adults with disorders had symptoms in childhood or adolescence that went unnoticed or minimized.",
    "Early detection and intervention are more effective: they allow routine adjustments, stronger bonds and timely professional consultation.",
    "Reliable guidance and access to resources (educational, clinical, community) reduce uncertainty and improve outcomes."
  ],
  "neuroView": {
    "culture": "Latino culture and children’s emotions: we value strength and ‘pushing through’. Validating emotions (sadness, anger, fear) without labeling them as ‘drama’ or ‘poor behavior’ teaches naming, asking for help and regulating. Family protects when it listens, sets warm limits and models self-care."
  },
  "signals": [
    "Preschool (3–5): intense irritability, frequent regressions, sleep problems that affect daytime",
    "Elementary (6–11): persistent sadness, isolation, frequent physical complaints (headache/stomachache), marked changes in performance",
    "Adolescence (12–17): loss of interest, mood changes, sleep difficulties, excessive screen use, negative self-talk"
  ],
  "actions": [
    "Simple routines: sleep and meal schedules, outdoor time and screen breaks",
    "Emotion language: name what they feel and practice brief breathing/pauses",
    "Bonds and play: peer time, creative activities and sports with clear limits",
    "School bridges: share observations with teachers and ask for guidance when habits shift",
    "Timely consult: if signs persist or affect daily life, talk to pediatrics/psychology"
  ],
  "closure": "Early mental health care is everyday work—and possible. Small repeated steps—information, routines, listening—build wellbeing and prevent bigger difficulties. If something worries you, asking for support is care, not failure.",
  "sourceUrl": "https://www.nimh.nih.gov/health/topics/child-and-adolescent-mental-health"
}
