{
  "title": "Immigration policies and mental health: caring for yourself in uncertainty",
  "excerpt": "How restrictive actions and rhetoric raise fear and stress—and what Latinos can do.",
  "intro": [
    "Immigration uncertainty is not only legal—it’s felt in the body and mind. When rules shift quickly or public discourse turns hostile, many people live on constant alert, anticipating risks, paperwork and unexpected encounters.",
    "That prolonged activation—like having the ‘alarm mode’ always on—becomes chronic anxiety. It impacts sleep, mood, focus and trust. Understanding the mechanism helps validate what we feel and adjust care routines to keep going without burnout."
  ],
  "keyIdeas": [
    "Restrictive actions and rhetoric heighten fear of deportation and encounters with authorities, increasing anxiety, panic and depressive symptoms.",
    "Perceived risk reduces help-seeking: many avoid services due to language barriers, fear of disclosure or a sense that ‘therapy won’t fix paperwork’.",
    "Providers can improve access with trauma-informed care, interpreters and community partnerships; culturally sensitive research strengthens real-world impact."
  ],
  "neuroView": {
    "stress": "Constant fear and prolonged stress activation: tracking news, rule changes or document requests triggers the threat system. Over time, hyperarousal shows up as restlessness, irritability, hypervigilance and mental fatigue.",
    "grief": "Impact on families and adolescents: adults juggle paperwork, work and caregiving; teens face identity tension, school expectations and separation fears. Homes adopt ‘alert routines’ that strain bonding and rest.",
    "identity": "Belonging and trust: some avoid public spaces or services for safety, limiting networks, opportunities and support. Naming this helps seek safe paths and care for identity without isolation."
  },
  "signals": [
    "Trouble sleeping, racing thoughts and startle reactions",
    "Muscle tension, headaches or persistent fatigue",
    "Irritability, excessive worry and difficulty focusing",
    "Avoiding calls, paperwork or places out of fear",
    "Home conflicts around schedules, responsibilities or money",
    "Feeling vulnerable and ‘everything could go wrong’ thoughts"
  ],
  "actions": [
    "Daily micro-pauses: 5–10 minutes off-screen to breathe, stretch and reconnect",
    "Safe information plan: identify reliable sources and set times to check updates",
    "Minimum support network: two or three people to coordinate favors, accompaniment and rest",
    "Anchoring habits: music, food and celebrations that connect you to your roots",
    "Sustainable limits: messaging and work hours, and clear home self-care rules"
  ],
  "closure": "Anxiety in uncertainty is understandable. Protect your energy, organize information and lean on community to support wellbeing while navigating processes. If this resonates, a conversation can offer clarity and concrete strategies.",
  "sourceUrl": "https://www.apa.org/monitor/2025/07-08/mental-health-immigration-policy"
}

