{
  "title": "Four patterns that harm couple communication",
  "excerpt": "Criticism, contempt, defensiveness and stonewalling: how to spot them and what to do.",
  "intro": [
    "Conflict is part of every relationship, but certain communication styles increase harm and block repair. Recognizing them early prevents escalation and helps care for the bond.",
    "Clear, respectful talk is possible even when tired or angry. Identifying the ‘four horsemen’ lets us replace them with healthier, more effective habits."
  ],
  "keyIdeas": [
    "Recognizing harmful patterns is the first step to change. Criticism attacks the person, contempt harms dignity, defensiveness shifts blame and stonewalling shuts down the conversation.",
    "Replace them with specific communication, appreciation, shared responsibility and calm breaks to lower reactivity and reach useful agreements.",
    "Intentional time-outs when feeling flooded help regulate and return to the topic with clarity and less tension."
  ],
  "neuroView": {
    "sections": [
      { "title": "How they show up day to day", "body": "In daily life, criticism sounds like labels (‘you always…’), contempt like mockery or sarcasm, defensiveness like cross-blame, and stonewalling like prolonged silence or avoidance. Naming them without blame allows respectful intervention." }
    ]
  },
  "signalsTitle": "Practical examples",
  "signals": [
    "Criticism: ‘You never help, you’re irresponsible’. Better: ‘I felt alone with chores today, could you handle the dishes?’",
    "Contempt: mockery or sarcasm. Better: express needs without humiliation and recognize efforts",
    "Defensiveness: ‘you do it too’ or blaming. Better: own part (‘you’re right, I was late; I’ll adjust my schedule’)",
    "Stonewalling: cutting off or leaving abruptly. Better: request a 20-minute break and return calmer"
  ],
  "actionsTitle": "Healthy alternatives",
  "actions": [
    "Use specific complaints and clear requests instead of labels",
    "Practice daily appreciation to counter contempt",
    "Take partial responsibility during conflict",
    "Ask for breaks and self-regulate before continuing",
    "Return to the topic with repair and agreement in mind"
  ],
  "closure": "Replacing harmful habits with clear, respectful talk takes practice, not perfection. Each attempt to be specific, appreciative and self-regulated protects the bond and opens space for solutions.",
  "sourceUrl": "https://www.gottman.com/blog/the-four-horsemen-recognizing-criticism-contempt-defensiveness-and-stonewalling/"
}

