{
  "title": "Cuatro patrones que dañan la comunicación en pareja",
  "excerpt": "Crítica, desprecio, defensividad y bloqueo: cómo identificarlos y qué hacer.",
  "intro": [
    "Los conflictos son parte de toda relación, pero ciertos estilos de comunicación aumentan el daño y dificultan la reparación. Reconocerlos temprano evita escaladas y ayuda a cuidar el vínculo.",
    "Hablar claro y con respeto es posible incluso cuando hay cansancio o enojo. Identificar los ‘cuatro jinetes’ (crítica, desprecio, defensividad y bloqueo) permite sustituirlos por hábitos más sanos y efectivos."
  ],
  "keyIdeas": [
    "Identificar patrones dañinos es el primer paso para cambiarlos. La crítica ataca la personalidad, el desprecio hiere la dignidad, la defensividad traslada culpas y el bloqueo corta la conversación.",
    "Sustituirlos por comunicación específica, reconocimiento, responsabilidad compartida y pausas de calma reduce la reactividad y favorece acuerdos útiles.",
    "Tomar descansos intencionales cuando uno se siente ‘inundado’ ayuda a regularse y retomar el tema con claridad y menos tensión."
  ],
  "neuroView": {
    "sections": [
      { "title": "Cómo se ven en la vida diaria", "body": "En la cotidianeidad latina, la crítica puede sonar como etiquetas (‘siempre eres…’), el desprecio como burlas o sarcasmo, la defensividad como respuestas cruzadas y el bloqueo como silencios prolongados o evasión. Nombrarlos sin culpas permite intervenir con respeto." }
    ]
  },
  "signalsTitle": "Ejemplos prácticos",
  "signals": [
    "Crítica: ‘Nunca ayudas, eres irresponsable’. Mejor: ‘Hoy me sentí sola con las tareas, ¿puedes encargarte de los platos?’",
    "Desprecio: burlas o sarcasmo sobre el otro. Mejor: expresar necesidad sin humillar y reconocer esfuerzos",
    "Defensividad: responder con ‘yo también’ o culpar. Mejor: asumir parte (‘tienes razón, llegué tarde; voy a ajustar mi horario’)",
    "Bloqueo: cortar la conversación o irse abruptamente. Mejor: pedir una pausa de 20 minutos y retomar más calmados"
  ],
  "actionsTitle": "Alternativas saludables",
  "actions": [
    "Usar quejas específicas y pedidos claros en lugar de etiquetas",
    "Practicar aprecio y reconocimiento diario para contrarrestar el desprecio",
    "Asumir responsabilidad parcial cuando hay conflicto",
    "Pedir pausas y autorregularse antes de continuar",
    "Volver al tema con intención de acuerdo y reparación"
  ],
  "closure": "Sustituir hábitos dañinos por comunicación clara y respetuosa toma práctica, no perfección. Cada intento de pedir con precisión, reconocer y regularse protege el vínculo y abre espacio para soluciones.",
  "sourceUrl": "https://www.gottman.com/blog/the-four-horsemen-recognizing-criticism-contempt-defensiveness-and-stonewalling/"
}

