{
  "title": "Migrar y cuidarte: salud mental para latinos en EE.UU.",
  "excerpt": "Cómo la migración afecta el bienestar emocional y qué hacer al respecto.",
  "intro": [
    "Migrar no es solo mudarse: es reorganizar la vida entera. Para muchas personas latinas en Estados Unidos, el proceso implica cambios profundos en la rutina, el idioma, las redes de apoyo y las oportunidades, con impacto real en el ánimo y el estrés.",
    "La salud mental se ve afectada por factores económicos, legales y sociales; pero también por vivencias humanas como la nostalgia, la separación familiar y el choque cultural. Comprender estas dimensiones ayuda a normalizar lo que sentimos y a elegir apoyos más conscientes."
  ],
  "keyIdeas": [
    "La migración masiva del mundo contemporáneo trae controversias públicas centradas en economía y política, mientras se subestima el impacto psicológico de adaptarse a una nueva cultura.",
    "Sentimientos de pérdida, cultura shock, duelo por vínculos y proyecto previo, además de barreras de idioma, son factores que elevan el malestar y la vulnerabilidad emocional.",
    "El ajuste requiere tiempo, recursos y redes; cuando faltan, aparecen desgaste, ansiedad y confusión, que suelen mejorar con información y acompañamiento."
  ],
  "neuroView": {
    "stress": "En la comunidad latina es común acumular estrés por trabajo, trámites, incertidumbre financiera y responsabilidades de cuidado. La presión de ‘salir adelante’ puede invisibilizar el cansancio emocional, especialmente en quienes sostienen a la familia dentro y fuera del país.",
    "grief": "El duelo migratorio incluye despedidas múltiples: de la lengua cotidiana, de lugares, roles y ritmos propios. No significa que migrar sea una pérdida en sí; es reconocer la ambivalencia entre oportunidades nuevas y lo que dejamos atrás, para poder construir pertenencia sin negar la historia.",
    "identity": "La identidad se reconfigura entre códigos culturales, estereotipos y expectativas. Transitar el ‘entre dos mundos’ implica negociar quién soy aquí, qué mantengo de mis raíces y qué aprendo del entorno, sin perder dignidad ni voz."
  },
  "signals": [
    "Fatiga constante, dificultad para dormir o desconectarte",
    "Irritabilidad, ansiedad social o miedo a trámites y llamadas",
    "Nostalgia intensa, sensación de desarraigo o soledad",
    "Conflictos de pareja/familia por roles, tiempos o dinero",
    "Autocrítica excesiva y dificultad para pedir ayuda"
  ],
  "actions": [
    "Practica ritmos breves de regulación: respiración, pausas sin pantalla y caminatas cortas",
    "Crea micro-redes: dos o tres personas con quien compartir, pedir favor y coordinar apoyos",
    "Cuida la lengua y las raíces: música, comida y celebraciones que te conecten con lo propio",
    "Pon límites sostenibles: horarios, carga laboral y disponibilidad de mensajes",
    "Usa información confiable: entiende procesos (salud, educación, trámites) para bajar incertidumbre"
  ],
  "closure": "Migrar es una tarea psicosocial compleja. Mereces tiempo, información y compañía para construir bienestar en el nuevo contexto, sin renunciar a tu historia. Si este texto te resonó, conversar puede darte claridad y estrategias concretas.",
  "sourceUrl": "https://www.apa.org/topics/immigration-refugees"
}
