{
  "title": "Teen depression: signs and family care for Latino youth",
  "excerpt": "How to recognize depression in bicultural teens and support without stigma.",
  "intro": [
    "Teen depression isn’t ‘drama’ or lack of effort. For Latino and bicultural youth, it can overlap with age-related changes and identity, school and social media challenges.",
    "If you notice persistent sadness, loss of interest, irritability or sleep and focus problems for weeks, it’s worth talking and seeking support. Depression is treatable and family can be a key protective factor."
  ],
  "keyIdeas": [
    "Symptoms vary: sadness or emptiness, irritability, withdrawal, changes in sleep and eating, fatigue and trouble focusing.",
    "Talk to a trusted adult and consult professionals: depression can be treated with psychotherapy, medication or both based on evaluation.",
    "Routines, activity, connections and rest support recovery; small steps matter day to day."
  ],
  "neuroView": {
    "stress": "Cultural pressure and family expectations: the drive to ‘get ahead’ can fuel self-criticism and silence. Validating emotions without minimizing reduces guilt and opens safe dialogue.",
    "identity": "School, social media and comparison: constant exposure to others’ standards and achievements affects self-esteem. Bicultural youth may feel torn between two worlds, raising anxiety and isolation."
  },
  "signals": [
    "Feeling sad most of the time or ‘empty’",
    "Irritability, frustration and frequent mood changes",
    "Loss of interest in activities they used to enjoy",
    "Withdrawing from friends and family; lower school performance",
    "Changes in sleep and eating; fatigue and trouble concentrating",
    "Thoughts of self-harm (seek immediate help from a trusted adult)"
  ],
  "actions": [
    "Listen without judgment: validate feelings and avoid labels (‘dramatic’, ‘lazy’)",
    "Simple, steady routines: sleep, meals and screen breaks",
    "Encourage activity and peer time: walks, sports, music",
    "Facilitate professional support: consult pediatrics/psychology and accompany care",
    "Digital agreements: limit constant comparison and include offline time"
  ],
  "closure": "Calm, consistent support can reshape the process. If this resonates, talking with a professional and organizing family routines can help your teen regain energy and hope.",
  "sourceUrl": "https://www.nimh.nih.gov/health/publications/teen-depression"
}

