{
  "title": "Depresión adolescente: señales y cuidado en familias latinas",
  "excerpt": "Cómo reconocer la depresión en jóvenes biculturales y apoyar sin estigma.",
  "intro": [
    "La depresión en la adolescencia no es ‘drama’ ni falta de voluntad. Para jóvenes latinos y biculturales, puede mezclarse con cambios propios de la edad y desafíos de identidad, escuela y redes sociales.",
    "Si notas tristeza persistente, pérdida de interés, irritabilidad o problemas de sueño y concentración por semanas, vale la pena conversar y buscar apoyo. La depresión es tratable y la familia puede ser un factor de protección clave."
  ],
  "keyIdeas": [
    "Los síntomas varían: desde tristeza y vacío hasta irritabilidad, aislamiento, cambios en hábitos de sueño y alimentación, fatiga y dificultad para concentrarse.",
    "Hablar con un adulto de confianza y consultar con profesionales ayuda: la depresión puede tratarse con psicoterapia, medicación o ambos según evaluación.",
    "Mantener rutinas, actividad física, vínculos y buen descanso apoya el proceso; pequeños pasos hacen diferencia en el día a día."
  ],
  "neuroView": {
    "stress": "Presión cultural y expectativas familiares: el deseo de ‘salir adelante’ puede llevar a autoexigencia y silencios. Validar emociones sin minimizar (‘no es para tanto’) reduce culpa y abre espacios de diálogo seguro.",
    "identity": "Escuela, redes sociales y comparación: la exposición constante a estándares y logros ajenos afecta la autoestima. En jóvenes biculturales, la tensión por pertenecer en dos mundos puede aumentar ansiedad y aislamiento."
  },
  "signals": [
    "Tristeza la mayor parte del tiempo o sensación de vacío",
    "Irritabilidad, frustración y cambios de ánimo frecuentes",
    "Pérdida de interés en actividades que antes disfrutaba",
    "Aislamiento de amistades y familia, y caída en rendimiento escolar",
    "Cambios en sueño y alimentación; fatiga y dificultad para concentrarse",
    "Pensamientos de hacerse daño (buscar ayuda inmediata con un adulto de confianza)"
  ],
  "actions": [
    "Escucha activa y sin juicio: valida emociones y evita etiquetas (‘dramático’, ‘floja/o’)",
    "Rutinas breves y sostenibles: horarios de sueño, comida y pausa de pantallas",
    "Promueve actividad física y momentos con pares: caminar, deportes, música",
    "Facilita apoyo profesional: consulta pediatría/psicología y acompaña el proceso",
    "Acuerdos digitales: límites a la comparación constante y espacios de desconexión"
  ],
  "closure": "Acompañar con calma y constancia puede transformar el proceso. Si te resuena, hablar con un profesional y ordenar rutinas familiares ayuda a que tu adolescente recupere energía y esperanza.",
  "sourceUrl": "https://www.nimh.nih.gov/health/publications/teen-depression"
}

