{
  "title": "Violencia en pareja: entender y cuidar la salud psicológica",
  "excerpt": "Qué es la violencia en relaciones, señales emocionales y cómo buscar apoyo con prudencia.",
  "intro": [
    "La violencia en pareja es un problema serio de salud pública. No se limita a golpes: incluye agresiones psicológicas, control, acoso y conductas que dañan la dignidad y el bienestar.",
    "Hablar de esto con seriedad y empatía permite reconocer señales, validar experiencias y tomar pasos seguros. El objetivo es proteger sin juzgar y orientar opciones de apoyo psicológico y comunitario."
  ],
  "keyIdeas": [
    "La violencia en pareja puede ser física, sexual, psicológica o stalking; ocurre en relaciones presentes o pasadas y varía en frecuencia y severidad.",
    "Sus impactos incluyen problemas de salud física y mental, estrés postraumático, ansiedad y depresión, además de costos sociales y económicos.",
    "Prevenir y atender requiere promover relaciones respetuosas, entender factores de riesgo/protección y facilitar acceso a recursos confiables."
  ],
  "neuroView": {
    "sections": [
      { "title": "Violencia emocional y psicológica", "body": "No siempre hay marcas visibles: descalificaciones, humillaciones, amenazas, vigilancia de dispositivos, aislamiento de redes y control económico son formas de daño. Reconocerlas ayuda a salir del ciclo y priorizar el cuidado." }
    ]
  },
  "signals": [
    "Miedo frecuente en la relación o sensación de ‘caminar en puntas’",
    "Comentarios que degradan la autoestima o ridiculizan frente a otros",
    "Control sobre horarios, amistades, dinero o dispositivos",
    "Aislamiento y culpa constante ante cualquier desacuerdo",
    "Ansiedad, insomnio, hipervigilancia o síntomas físicos sin explicación clara"
  ],
  "actions": [
    "Documentar de forma discreta: fechas, mensajes y cambios en tu estado emocional",
    "Red mínima de apoyo: dos o tres personas confiables para coordinar información y acompañamiento",
    "Plan de seguridad emocional: identificar lugares y horarios más seguros, y límites digitales",
    "Buscar orientación profesional y comunitaria: psicología informada en trauma y recursos locales",
    "Practicar auto-regulación: pausas breves, respiración y rutinas que bajen activación"
  ],
  "closure": "Nadie merece vivir bajo control o miedo. Poner nombre a la violencia y pedir orientación es un acto de cuidado. Pequeños pasos sostenidos pueden abrir caminos de seguridad y bienestar.",
  "disclaimer": "Este contenido es informativo. Si hay riesgo inmediato, sigue los recursos y protocolos de tu localidad. No prometemos intervención de emergencia.",
  "sourceUrl": "https://www.cdc.gov/intimate-partner-violence/about/index.html"
}

