{
  "title": "Intimate partner violence: understanding and caring for psychological health",
  "excerpt": "What IPV is, emotional signs, and prudent ways to seek support.",
  "intro": [
    "Intimate partner violence is a serious public health issue. It’s not limited to physical harm: psychological aggression, control, stalking and behaviors that undermine dignity and wellbeing are forms of abuse.",
    "Discussing this with seriousness and empathy helps recognize signs, validate experiences and take safe steps. The aim is to protect without judgment and guide options for psychological and community support."
  ],
  "keyIdeas": [
    "IPV can be physical, sexual, psychological or stalking; it occurs in current or past relationships and varies in frequency and severity.",
    "Impacts include physical and mental health problems, posttraumatic stress, anxiety and depression, as well as social and economic costs.",
    "Prevention and care require promoting respectful relationships, understanding risk/protective factors, and facilitating access to reliable resources."
  ],
  "neuroView": {
    "sections": [
      { "title": "Emotional and psychological violence", "body": "Not all harm is visible: put-downs, humiliation, threats, device monitoring, isolation from networks and financial control are damaging. Naming them helps exit the cycle and prioritize care." }
    ]
  },
  "signals": [
    "Frequent fear in the relationship or feeling you must ‘walk on eggshells’",
    "Comments that erode self-esteem or ridicule you in front of others",
    "Control over schedules, friends, money or devices",
    "Isolation and constant blame during disagreement",
    "Anxiety, insomnia, hypervigilance or physical symptoms without clear cause"
  ],
  "actions": [
    "Discreet documentation: dates, messages and changes in emotional state",
    "Minimum support network: two or three trusted people for information and accompaniment",
    "Emotional safety plan: identify safer places/times and digital boundaries",
    "Seek professional/community guidance: trauma-informed psychology and local resources",
    "Practice self-regulation: short pauses, breathing and routines that lower activation"
  ],
  "closure": "No one deserves to live under control or fear. Naming violence and seeking guidance is an act of care. Small, sustained steps can open paths toward safety and wellbeing.",
  "disclaimer": "This content is informational. If there is immediate risk, follow local resources and protocols. We do not promise emergency intervention.",
  "sourceUrl": "https://www.cdc.gov/intimate-partner-violence/about/index.html"
}

